7767517
1370 2153
Input            input.1                  0 1 data 
Convolution      Conv_0                   1 1 data 703 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1728 
Split            splitncnn_0              1 8 703 703_splitncnn_0 703_splitncnn_1 703_splitncnn_2 703_splitncnn_3 703_splitncnn_4 703_splitncnn_5 703_splitncnn_6 703_splitncnn_7 
Convolution      Conv_1                   1 1 703_splitncnn_7 704 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=18432 
ReLU             LeakyRelu_2              1 1 704 705 0=2.000000e-01 
Split            splitncnn_1              1 4 705 705_splitncnn_0 705_splitncnn_1 705_splitncnn_2 705_splitncnn_3 
Concat           Concat_3                 2 1 703_splitncnn_6 705_splitncnn_3 706 0=0 
Convolution      Conv_4                   1 1 706 707 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=27648 
ReLU             LeakyRelu_5              1 1 707 708 0=2.000000e-01 
Split            splitncnn_2              1 3 708 708_splitncnn_0 708_splitncnn_1 708_splitncnn_2 
Concat           Concat_6                 3 1 703_splitncnn_5 705_splitncnn_2 708_splitncnn_2 709 0=0 
Convolution      Conv_7                   1 1 709 710 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864 
ReLU             LeakyRelu_8              1 1 710 711 0=2.000000e-01 
Split            splitncnn_3              1 2 711 711_splitncnn_0 711_splitncnn_1 
Concat           Concat_9                 4 1 703_splitncnn_4 705_splitncnn_1 708_splitncnn_1 711_splitncnn_1 712 0=0 
Convolution      Conv_10                  1 1 712 713 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=46080 
ReLU             LeakyRelu_11             1 1 713 714 0=2.000000e-01 
Concat           Concat_12                5 1 703_splitncnn_3 705_splitncnn_0 708_splitncnn_0 711_splitncnn_0 714 715 0=0 
Convolution      Conv_13                  1 1 715 716 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=110592 
BinaryOp         Mul_15                   1 1 716 718 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_16                   2 1 718 703_splitncnn_2 719 0=0 
Split            splitncnn_4              1 6 719 719_splitncnn_0 719_splitncnn_1 719_splitncnn_2 719_splitncnn_3 719_splitncnn_4 719_splitncnn_5 
Convolution      Conv_17                  1 1 719_splitncnn_5 720 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=18432 
ReLU             LeakyRelu_18             1 1 720 721 0=2.000000e-01 
Split            splitncnn_5              1 4 721 721_splitncnn_0 721_splitncnn_1 721_splitncnn_2 721_splitncnn_3 
Concat           Concat_19                2 1 719_splitncnn_4 721_splitncnn_3 722 0=0 
Convolution      Conv_20                  1 1 722 723 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=27648 
ReLU             LeakyRelu_21             1 1 723 724 0=2.000000e-01 
Split            splitncnn_6              1 3 724 724_splitncnn_0 724_splitncnn_1 724_splitncnn_2 
Concat           Concat_22                3 1 719_splitncnn_3 721_splitncnn_2 724_splitncnn_2 725 0=0 
Convolution      Conv_23                  1 1 725 726 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864 
ReLU             LeakyRelu_24             1 1 726 727 0=2.000000e-01 
Split            splitncnn_7              1 2 727 727_splitncnn_0 727_splitncnn_1 
Concat           Concat_25                4 1 719_splitncnn_2 721_splitncnn_1 724_splitncnn_1 727_splitncnn_1 728 0=0 
Convolution      Conv_26                  1 1 728 729 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=46080 
ReLU             LeakyRelu_27             1 1 729 730 0=2.000000e-01 
Concat           Concat_28                5 1 719_splitncnn_1 721_splitncnn_0 724_splitncnn_0 727_splitncnn_0 730 731 0=0 
Convolution      Conv_29                  1 1 731 732 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=110592 
BinaryOp         Mul_31                   1 1 732 734 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_32                   2 1 734 719_splitncnn_0 735 0=0 
Split            splitncnn_8              1 6 735 735_splitncnn_0 735_splitncnn_1 735_splitncnn_2 735_splitncnn_3 735_splitncnn_4 735_splitncnn_5 
Convolution      Conv_33                  1 1 735_splitncnn_5 736 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=18432 
ReLU             LeakyRelu_34             1 1 736 737 0=2.000000e-01 
Split            splitncnn_9              1 4 737 737_splitncnn_0 737_splitncnn_1 737_splitncnn_2 737_splitncnn_3 
Concat           Concat_35                2 1 735_splitncnn_4 737_splitncnn_3 738 0=0 
Convolution      Conv_36                  1 1 738 739 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=27648 
ReLU             LeakyRelu_37             1 1 739 740 0=2.000000e-01 
Split            splitncnn_10             1 3 740 740_splitncnn_0 740_splitncnn_1 740_splitncnn_2 
Concat           Concat_38                3 1 735_splitncnn_3 737_splitncnn_2 740_splitncnn_2 741 0=0 
Convolution      Conv_39                  1 1 741 742 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864 
ReLU             LeakyRelu_40             1 1 742 743 0=2.000000e-01 
Split            splitncnn_11             1 2 743 743_splitncnn_0 743_splitncnn_1 
Concat           Concat_41                4 1 735_splitncnn_2 737_splitncnn_1 740_splitncnn_1 743_splitncnn_1 744 0=0 
Convolution      Conv_42                  1 1 744 745 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=46080 
ReLU             LeakyRelu_43             1 1 745 746 0=2.000000e-01 
Concat           Concat_44                5 1 735_splitncnn_1 737_splitncnn_0 740_splitncnn_0 743_splitncnn_0 746 747 0=0 
Convolution      Conv_45                  1 1 747 748 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=110592 
BinaryOp         Mul_47                   1 1 748 750 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_48                   2 1 750 735_splitncnn_0 751 0=0 
BinaryOp         Mul_50                   1 1 751 753 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_51                   2 1 753 703_splitncnn_1 754 0=0 
Split            splitncnn_12             1 7 754 754_splitncnn_0 754_splitncnn_1 754_splitncnn_2 754_splitncnn_3 754_splitncnn_4 754_splitncnn_5 754_splitncnn_6 
Convolution      Conv_52                  1 1 754_splitncnn_6 755 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=18432 
ReLU             LeakyRelu_53             1 1 755 756 0=2.000000e-01 
Split            splitncnn_13             1 4 756 756_splitncnn_0 756_splitncnn_1 756_splitncnn_2 756_splitncnn_3 
Concat           Concat_54                2 1 754_splitncnn_5 756_splitncnn_3 757 0=0 
Convolution      Conv_55                  1 1 757 758 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=27648 
ReLU             LeakyRelu_56             1 1 758 759 0=2.000000e-01 
Split            splitncnn_14             1 3 759 759_splitncnn_0 759_splitncnn_1 759_splitncnn_2 
Concat           Concat_57                3 1 754_splitncnn_4 756_splitncnn_2 759_splitncnn_2 760 0=0 
Convolution      Conv_58                  1 1 760 761 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864 
ReLU             LeakyRelu_59             1 1 761 762 0=2.000000e-01 
Split            splitncnn_15             1 2 762 762_splitncnn_0 762_splitncnn_1 
Concat           Concat_60                4 1 754_splitncnn_3 756_splitncnn_1 759_splitncnn_1 762_splitncnn_1 763 0=0 
Convolution      Conv_61                  1 1 763 764 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=46080 
ReLU             LeakyRelu_62             1 1 764 765 0=2.000000e-01 
Concat           Concat_63                5 1 754_splitncnn_2 756_splitncnn_0 759_splitncnn_0 762_splitncnn_0 765 766 0=0 
Convolution      Conv_64                  1 1 766 767 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=110592 
BinaryOp         Mul_66                   1 1 767 769 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_67                   2 1 769 754_splitncnn_1 770 0=0 
Split            splitncnn_16             1 6 770 770_splitncnn_0 770_splitncnn_1 770_splitncnn_2 770_splitncnn_3 770_splitncnn_4 770_splitncnn_5 
Convolution      Conv_68                  1 1 770_splitncnn_5 771 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=18432 
ReLU             LeakyRelu_69             1 1 771 772 0=2.000000e-01 
Split            splitncnn_17             1 4 772 772_splitncnn_0 772_splitncnn_1 772_splitncnn_2 772_splitncnn_3 
Concat           Concat_70                2 1 770_splitncnn_4 772_splitncnn_3 773 0=0 
Convolution      Conv_71                  1 1 773 774 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=27648 
ReLU             LeakyRelu_72             1 1 774 775 0=2.000000e-01 
Split            splitncnn_18             1 3 775 775_splitncnn_0 775_splitncnn_1 775_splitncnn_2 
Concat           Concat_73                3 1 770_splitncnn_3 772_splitncnn_2 775_splitncnn_2 776 0=0 
Convolution      Conv_74                  1 1 776 777 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864 
ReLU             LeakyRelu_75             1 1 777 778 0=2.000000e-01 
Split            splitncnn_19             1 2 778 778_splitncnn_0 778_splitncnn_1 
Concat           Concat_76                4 1 770_splitncnn_2 772_splitncnn_1 775_splitncnn_1 778_splitncnn_1 779 0=0 
Convolution      Conv_77                  1 1 779 780 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=46080 
ReLU             LeakyRelu_78             1 1 780 781 0=2.000000e-01 
Concat           Concat_79                5 1 770_splitncnn_1 772_splitncnn_0 775_splitncnn_0 778_splitncnn_0 781 782 0=0 
Convolution      Conv_80                  1 1 782 783 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=110592 
BinaryOp         Mul_82                   1 1 783 785 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_83                   2 1 785 770_splitncnn_0 786 0=0 
Split            splitncnn_20             1 6 786 786_splitncnn_0 786_splitncnn_1 786_splitncnn_2 786_splitncnn_3 786_splitncnn_4 786_splitncnn_5 
Convolution      Conv_84                  1 1 786_splitncnn_5 787 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=18432 
ReLU             LeakyRelu_85             1 1 787 788 0=2.000000e-01 
Split            splitncnn_21             1 4 788 788_splitncnn_0 788_splitncnn_1 788_splitncnn_2 788_splitncnn_3 
Concat           Concat_86                2 1 786_splitncnn_4 788_splitncnn_3 789 0=0 
Convolution      Conv_87                  1 1 789 790 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=27648 
ReLU             LeakyRelu_88             1 1 790 791 0=2.000000e-01 
Split            splitncnn_22             1 3 791 791_splitncnn_0 791_splitncnn_1 791_splitncnn_2 
Concat           Concat_89                3 1 786_splitncnn_3 788_splitncnn_2 791_splitncnn_2 792 0=0 
Convolution      Conv_90                  1 1 792 793 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864 
ReLU             LeakyRelu_91             1 1 793 794 0=2.000000e-01 
Split            splitncnn_23             1 2 794 794_splitncnn_0 794_splitncnn_1 
Concat           Concat_92                4 1 786_splitncnn_2 788_splitncnn_1 791_splitncnn_1 794_splitncnn_1 795 0=0 
Convolution      Conv_93                  1 1 795 796 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=46080 
ReLU             LeakyRelu_94             1 1 796 797 0=2.000000e-01 
Concat           Concat_95                5 1 786_splitncnn_1 788_splitncnn_0 791_splitncnn_0 794_splitncnn_0 797 798 0=0 
Convolution      Conv_96                  1 1 798 799 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=110592 
BinaryOp         Mul_98                   1 1 799 801 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_99                   2 1 801 786_splitncnn_0 802 0=0 
BinaryOp         Mul_101                  1 1 802 804 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_102                  2 1 804 754_splitncnn_0 805 0=0 
Split            splitncnn_24             1 7 805 805_splitncnn_0 805_splitncnn_1 805_splitncnn_2 805_splitncnn_3 805_splitncnn_4 805_splitncnn_5 805_splitncnn_6 
Convolution      Conv_103                 1 1 805_splitncnn_6 806 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=18432 
ReLU             LeakyRelu_104            1 1 806 807 0=2.000000e-01 
Split            splitncnn_25             1 4 807 807_splitncnn_0 807_splitncnn_1 807_splitncnn_2 807_splitncnn_3 
Concat           Concat_105               2 1 805_splitncnn_5 807_splitncnn_3 808 0=0 
Convolution      Conv_106                 1 1 808 809 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=27648 
ReLU             LeakyRelu_107            1 1 809 810 0=2.000000e-01 
Split            splitncnn_26             1 3 810 810_splitncnn_0 810_splitncnn_1 810_splitncnn_2 
Concat           Concat_108               3 1 805_splitncnn_4 807_splitncnn_2 810_splitncnn_2 811 0=0 
Convolution      Conv_109                 1 1 811 812 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864 
ReLU             LeakyRelu_110            1 1 812 813 0=2.000000e-01 
Split            splitncnn_27             1 2 813 813_splitncnn_0 813_splitncnn_1 
Concat           Concat_111               4 1 805_splitncnn_3 807_splitncnn_1 810_splitncnn_1 813_splitncnn_1 814 0=0 
Convolution      Conv_112                 1 1 814 815 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=46080 
ReLU             LeakyRelu_113            1 1 815 816 0=2.000000e-01 
Concat           Concat_114               5 1 805_splitncnn_2 807_splitncnn_0 810_splitncnn_0 813_splitncnn_0 816 817 0=0 
Convolution      Conv_115                 1 1 817 818 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=110592 
BinaryOp         Mul_117                  1 1 818 820 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_118                  2 1 820 805_splitncnn_1 821 0=0 
Split            splitncnn_28             1 6 821 821_splitncnn_0 821_splitncnn_1 821_splitncnn_2 821_splitncnn_3 821_splitncnn_4 821_splitncnn_5 
Convolution      Conv_119                 1 1 821_splitncnn_5 822 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=18432 
ReLU             LeakyRelu_120            1 1 822 823 0=2.000000e-01 
Split            splitncnn_29             1 4 823 823_splitncnn_0 823_splitncnn_1 823_splitncnn_2 823_splitncnn_3 
Concat           Concat_121               2 1 821_splitncnn_4 823_splitncnn_3 824 0=0 
Convolution      Conv_122                 1 1 824 825 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=27648 
ReLU             LeakyRelu_123            1 1 825 826 0=2.000000e-01 
Split            splitncnn_30             1 3 826 826_splitncnn_0 826_splitncnn_1 826_splitncnn_2 
Concat           Concat_124               3 1 821_splitncnn_3 823_splitncnn_2 826_splitncnn_2 827 0=0 
Convolution      Conv_125                 1 1 827 828 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864 
ReLU             LeakyRelu_126            1 1 828 829 0=2.000000e-01 
Split            splitncnn_31             1 2 829 829_splitncnn_0 829_splitncnn_1 
Concat           Concat_127               4 1 821_splitncnn_2 823_splitncnn_1 826_splitncnn_1 829_splitncnn_1 830 0=0 
Convolution      Conv_128                 1 1 830 831 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=46080 
ReLU             LeakyRelu_129            1 1 831 832 0=2.000000e-01 
Concat           Concat_130               5 1 821_splitncnn_1 823_splitncnn_0 826_splitncnn_0 829_splitncnn_0 832 833 0=0 
Convolution      Conv_131                 1 1 833 834 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=110592 
BinaryOp         Mul_133                  1 1 834 836 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_134                  2 1 836 821_splitncnn_0 837 0=0 
Split            splitncnn_32             1 6 837 837_splitncnn_0 837_splitncnn_1 837_splitncnn_2 837_splitncnn_3 837_splitncnn_4 837_splitncnn_5 
Convolution      Conv_135                 1 1 837_splitncnn_5 838 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=18432 
ReLU             LeakyRelu_136            1 1 838 839 0=2.000000e-01 
Split            splitncnn_33             1 4 839 839_splitncnn_0 839_splitncnn_1 839_splitncnn_2 839_splitncnn_3 
Concat           Concat_137               2 1 837_splitncnn_4 839_splitncnn_3 840 0=0 
Convolution      Conv_138                 1 1 840 841 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=27648 
ReLU             LeakyRelu_139            1 1 841 842 0=2.000000e-01 
Split            splitncnn_34             1 3 842 842_splitncnn_0 842_splitncnn_1 842_splitncnn_2 
Concat           Concat_140               3 1 837_splitncnn_3 839_splitncnn_2 842_splitncnn_2 843 0=0 
Convolution      Conv_141                 1 1 843 844 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864 
ReLU             LeakyRelu_142            1 1 844 845 0=2.000000e-01 
Split            splitncnn_35             1 2 845 845_splitncnn_0 845_splitncnn_1 
Concat           Concat_143               4 1 837_splitncnn_2 839_splitncnn_1 842_splitncnn_1 845_splitncnn_1 846 0=0 
Convolution      Conv_144                 1 1 846 847 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=46080 
ReLU             LeakyRelu_145            1 1 847 848 0=2.000000e-01 
Concat           Concat_146               5 1 837_splitncnn_1 839_splitncnn_0 842_splitncnn_0 845_splitncnn_0 848 849 0=0 
Convolution      Conv_147                 1 1 849 850 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=110592 
BinaryOp         Mul_149                  1 1 850 852 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_150                  2 1 852 837_splitncnn_0 853 0=0 
BinaryOp         Mul_152                  1 1 853 855 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_153                  2 1 855 805_splitncnn_0 856 0=0 
Split            splitncnn_36             1 7 856 856_splitncnn_0 856_splitncnn_1 856_splitncnn_2 856_splitncnn_3 856_splitncnn_4 856_splitncnn_5 856_splitncnn_6 
Convolution      Conv_154                 1 1 856_splitncnn_6 857 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=18432 
ReLU             LeakyRelu_155            1 1 857 858 0=2.000000e-01 
Split            splitncnn_37             1 4 858 858_splitncnn_0 858_splitncnn_1 858_splitncnn_2 858_splitncnn_3 
Concat           Concat_156               2 1 856_splitncnn_5 858_splitncnn_3 859 0=0 
Convolution      Conv_157                 1 1 859 860 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=27648 
ReLU             LeakyRelu_158            1 1 860 861 0=2.000000e-01 
Split            splitncnn_38             1 3 861 861_splitncnn_0 861_splitncnn_1 861_splitncnn_2 
Concat           Concat_159               3 1 856_splitncnn_4 858_splitncnn_2 861_splitncnn_2 862 0=0 
Convolution      Conv_160                 1 1 862 863 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864 
ReLU             LeakyRelu_161            1 1 863 864 0=2.000000e-01 
Split            splitncnn_39             1 2 864 864_splitncnn_0 864_splitncnn_1 
Concat           Concat_162               4 1 856_splitncnn_3 858_splitncnn_1 861_splitncnn_1 864_splitncnn_1 865 0=0 
Convolution      Conv_163                 1 1 865 866 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=46080 
ReLU             LeakyRelu_164            1 1 866 867 0=2.000000e-01 
Concat           Concat_165               5 1 856_splitncnn_2 858_splitncnn_0 861_splitncnn_0 864_splitncnn_0 867 868 0=0 
Convolution      Conv_166                 1 1 868 869 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=110592 
BinaryOp         Mul_168                  1 1 869 871 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_169                  2 1 871 856_splitncnn_1 872 0=0 
Split            splitncnn_40             1 6 872 872_splitncnn_0 872_splitncnn_1 872_splitncnn_2 872_splitncnn_3 872_splitncnn_4 872_splitncnn_5 
Convolution      Conv_170                 1 1 872_splitncnn_5 873 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=18432 
ReLU             LeakyRelu_171            1 1 873 874 0=2.000000e-01 
Split            splitncnn_41             1 4 874 874_splitncnn_0 874_splitncnn_1 874_splitncnn_2 874_splitncnn_3 
Concat           Concat_172               2 1 872_splitncnn_4 874_splitncnn_3 875 0=0 
Convolution      Conv_173                 1 1 875 876 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=27648 
ReLU             LeakyRelu_174            1 1 876 877 0=2.000000e-01 
Split            splitncnn_42             1 3 877 877_splitncnn_0 877_splitncnn_1 877_splitncnn_2 
Concat           Concat_175               3 1 872_splitncnn_3 874_splitncnn_2 877_splitncnn_2 878 0=0 
Convolution      Conv_176                 1 1 878 879 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864 
ReLU             LeakyRelu_177            1 1 879 880 0=2.000000e-01 
Split            splitncnn_43             1 2 880 880_splitncnn_0 880_splitncnn_1 
Concat           Concat_178               4 1 872_splitncnn_2 874_splitncnn_1 877_splitncnn_1 880_splitncnn_1 881 0=0 
Convolution      Conv_179                 1 1 881 882 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=46080 
ReLU             LeakyRelu_180            1 1 882 883 0=2.000000e-01 
Concat           Concat_181               5 1 872_splitncnn_1 874_splitncnn_0 877_splitncnn_0 880_splitncnn_0 883 884 0=0 
Convolution      Conv_182                 1 1 884 885 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=110592 
BinaryOp         Mul_184                  1 1 885 887 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_185                  2 1 887 872_splitncnn_0 888 0=0 
Split            splitncnn_44             1 6 888 888_splitncnn_0 888_splitncnn_1 888_splitncnn_2 888_splitncnn_3 888_splitncnn_4 888_splitncnn_5 
Convolution      Conv_186                 1 1 888_splitncnn_5 889 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=18432 
ReLU             LeakyRelu_187            1 1 889 890 0=2.000000e-01 
Split            splitncnn_45             1 4 890 890_splitncnn_0 890_splitncnn_1 890_splitncnn_2 890_splitncnn_3 
Concat           Concat_188               2 1 888_splitncnn_4 890_splitncnn_3 891 0=0 
Convolution      Conv_189                 1 1 891 892 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=27648 
ReLU             LeakyRelu_190            1 1 892 893 0=2.000000e-01 
Split            splitncnn_46             1 3 893 893_splitncnn_0 893_splitncnn_1 893_splitncnn_2 
Concat           Concat_191               3 1 888_splitncnn_3 890_splitncnn_2 893_splitncnn_2 894 0=0 
Convolution      Conv_192                 1 1 894 895 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864 
ReLU             LeakyRelu_193            1 1 895 896 0=2.000000e-01 
Split            splitncnn_47             1 2 896 896_splitncnn_0 896_splitncnn_1 
Concat           Concat_194               4 1 888_splitncnn_2 890_splitncnn_1 893_splitncnn_1 896_splitncnn_1 897 0=0 
Convolution      Conv_195                 1 1 897 898 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=46080 
ReLU             LeakyRelu_196            1 1 898 899 0=2.000000e-01 
Concat           Concat_197               5 1 888_splitncnn_1 890_splitncnn_0 893_splitncnn_0 896_splitncnn_0 899 900 0=0 
Convolution      Conv_198                 1 1 900 901 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=110592 
BinaryOp         Mul_200                  1 1 901 903 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_201                  2 1 903 888_splitncnn_0 904 0=0 
BinaryOp         Mul_203                  1 1 904 906 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_204                  2 1 906 856_splitncnn_0 907 0=0 
Split            splitncnn_48             1 7 907 907_splitncnn_0 907_splitncnn_1 907_splitncnn_2 907_splitncnn_3 907_splitncnn_4 907_splitncnn_5 907_splitncnn_6 
Convolution      Conv_205                 1 1 907_splitncnn_6 908 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=18432 
ReLU             LeakyRelu_206            1 1 908 909 0=2.000000e-01 
Split            splitncnn_49             1 4 909 909_splitncnn_0 909_splitncnn_1 909_splitncnn_2 909_splitncnn_3 
Concat           Concat_207               2 1 907_splitncnn_5 909_splitncnn_3 910 0=0 
Convolution      Conv_208                 1 1 910 911 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=27648 
ReLU             LeakyRelu_209            1 1 911 912 0=2.000000e-01 
Split            splitncnn_50             1 3 912 912_splitncnn_0 912_splitncnn_1 912_splitncnn_2 
Concat           Concat_210               3 1 907_splitncnn_4 909_splitncnn_2 912_splitncnn_2 913 0=0 
Convolution      Conv_211                 1 1 913 914 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864 
ReLU             LeakyRelu_212            1 1 914 915 0=2.000000e-01 
Split            splitncnn_51             1 2 915 915_splitncnn_0 915_splitncnn_1 
Concat           Concat_213               4 1 907_splitncnn_3 909_splitncnn_1 912_splitncnn_1 915_splitncnn_1 916 0=0 
Convolution      Conv_214                 1 1 916 917 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=46080 
ReLU             LeakyRelu_215            1 1 917 918 0=2.000000e-01 
Concat           Concat_216               5 1 907_splitncnn_2 909_splitncnn_0 912_splitncnn_0 915_splitncnn_0 918 919 0=0 
Convolution      Conv_217                 1 1 919 920 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=110592 
BinaryOp         Mul_219                  1 1 920 922 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_220                  2 1 922 907_splitncnn_1 923 0=0 
Split            splitncnn_52             1 6 923 923_splitncnn_0 923_splitncnn_1 923_splitncnn_2 923_splitncnn_3 923_splitncnn_4 923_splitncnn_5 
Convolution      Conv_221                 1 1 923_splitncnn_5 924 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=18432 
ReLU             LeakyRelu_222            1 1 924 925 0=2.000000e-01 
Split            splitncnn_53             1 4 925 925_splitncnn_0 925_splitncnn_1 925_splitncnn_2 925_splitncnn_3 
Concat           Concat_223               2 1 923_splitncnn_4 925_splitncnn_3 926 0=0 
Convolution      Conv_224                 1 1 926 927 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=27648 
ReLU             LeakyRelu_225            1 1 927 928 0=2.000000e-01 
Split            splitncnn_54             1 3 928 928_splitncnn_0 928_splitncnn_1 928_splitncnn_2 
Concat           Concat_226               3 1 923_splitncnn_3 925_splitncnn_2 928_splitncnn_2 929 0=0 
Convolution      Conv_227                 1 1 929 930 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864 
ReLU             LeakyRelu_228            1 1 930 931 0=2.000000e-01 
Split            splitncnn_55             1 2 931 931_splitncnn_0 931_splitncnn_1 
Concat           Concat_229               4 1 923_splitncnn_2 925_splitncnn_1 928_splitncnn_1 931_splitncnn_1 932 0=0 
Convolution      Conv_230                 1 1 932 933 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=46080 
ReLU             LeakyRelu_231            1 1 933 934 0=2.000000e-01 
Concat           Concat_232               5 1 923_splitncnn_1 925_splitncnn_0 928_splitncnn_0 931_splitncnn_0 934 935 0=0 
Convolution      Conv_233                 1 1 935 936 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=110592 
BinaryOp         Mul_235                  1 1 936 938 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_236                  2 1 938 923_splitncnn_0 939 0=0 
Split            splitncnn_56             1 6 939 939_splitncnn_0 939_splitncnn_1 939_splitncnn_2 939_splitncnn_3 939_splitncnn_4 939_splitncnn_5 
Convolution      Conv_237                 1 1 939_splitncnn_5 940 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=18432 
ReLU             LeakyRelu_238            1 1 940 941 0=2.000000e-01 
Split            splitncnn_57             1 4 941 941_splitncnn_0 941_splitncnn_1 941_splitncnn_2 941_splitncnn_3 
Concat           Concat_239               2 1 939_splitncnn_4 941_splitncnn_3 942 0=0 
Convolution      Conv_240                 1 1 942 943 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=27648 
ReLU             LeakyRelu_241            1 1 943 944 0=2.000000e-01 
Split            splitncnn_58             1 3 944 944_splitncnn_0 944_splitncnn_1 944_splitncnn_2 
Concat           Concat_242               3 1 939_splitncnn_3 941_splitncnn_2 944_splitncnn_2 945 0=0 
Convolution      Conv_243                 1 1 945 946 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864 
ReLU             LeakyRelu_244            1 1 946 947 0=2.000000e-01 
Split            splitncnn_59             1 2 947 947_splitncnn_0 947_splitncnn_1 
Concat           Concat_245               4 1 939_splitncnn_2 941_splitncnn_1 944_splitncnn_1 947_splitncnn_1 948 0=0 
Convolution      Conv_246                 1 1 948 949 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=46080 
ReLU             LeakyRelu_247            1 1 949 950 0=2.000000e-01 
Concat           Concat_248               5 1 939_splitncnn_1 941_splitncnn_0 944_splitncnn_0 947_splitncnn_0 950 951 0=0 
Convolution      Conv_249                 1 1 951 952 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=110592 
BinaryOp         Mul_251                  1 1 952 954 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_252                  2 1 954 939_splitncnn_0 955 0=0 
BinaryOp         Mul_254                  1 1 955 957 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_255                  2 1 957 907_splitncnn_0 958 0=0 
Split            splitncnn_60             1 7 958 958_splitncnn_0 958_splitncnn_1 958_splitncnn_2 958_splitncnn_3 958_splitncnn_4 958_splitncnn_5 958_splitncnn_6 
Convolution      Conv_256                 1 1 958_splitncnn_6 959 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=18432 
ReLU             LeakyRelu_257            1 1 959 960 0=2.000000e-01 
Split            splitncnn_61             1 4 960 960_splitncnn_0 960_splitncnn_1 960_splitncnn_2 960_splitncnn_3 
Concat           Concat_258               2 1 958_splitncnn_5 960_splitncnn_3 961 0=0 
Convolution      Conv_259                 1 1 961 962 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=27648 
ReLU             LeakyRelu_260            1 1 962 963 0=2.000000e-01 
Split            splitncnn_62             1 3 963 963_splitncnn_0 963_splitncnn_1 963_splitncnn_2 
Concat           Concat_261               3 1 958_splitncnn_4 960_splitncnn_2 963_splitncnn_2 964 0=0 
Convolution      Conv_262                 1 1 964 965 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864 
ReLU             LeakyRelu_263            1 1 965 966 0=2.000000e-01 
Split            splitncnn_63             1 2 966 966_splitncnn_0 966_splitncnn_1 
Concat           Concat_264               4 1 958_splitncnn_3 960_splitncnn_1 963_splitncnn_1 966_splitncnn_1 967 0=0 
Convolution      Conv_265                 1 1 967 968 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=46080 
ReLU             LeakyRelu_266            1 1 968 969 0=2.000000e-01 
Concat           Concat_267               5 1 958_splitncnn_2 960_splitncnn_0 963_splitncnn_0 966_splitncnn_0 969 970 0=0 
Convolution      Conv_268                 1 1 970 971 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=110592 
BinaryOp         Mul_270                  1 1 971 973 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_271                  2 1 973 958_splitncnn_1 974 0=0 
Split            splitncnn_64             1 6 974 974_splitncnn_0 974_splitncnn_1 974_splitncnn_2 974_splitncnn_3 974_splitncnn_4 974_splitncnn_5 
Convolution      Conv_272                 1 1 974_splitncnn_5 975 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=18432 
ReLU             LeakyRelu_273            1 1 975 976 0=2.000000e-01 
Split            splitncnn_65             1 4 976 976_splitncnn_0 976_splitncnn_1 976_splitncnn_2 976_splitncnn_3 
Concat           Concat_274               2 1 974_splitncnn_4 976_splitncnn_3 977 0=0 
Convolution      Conv_275                 1 1 977 978 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=27648 
ReLU             LeakyRelu_276            1 1 978 979 0=2.000000e-01 
Split            splitncnn_66             1 3 979 979_splitncnn_0 979_splitncnn_1 979_splitncnn_2 
Concat           Concat_277               3 1 974_splitncnn_3 976_splitncnn_2 979_splitncnn_2 980 0=0 
Convolution      Conv_278                 1 1 980 981 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864 
ReLU             LeakyRelu_279            1 1 981 982 0=2.000000e-01 
Split            splitncnn_67             1 2 982 982_splitncnn_0 982_splitncnn_1 
Concat           Concat_280               4 1 974_splitncnn_2 976_splitncnn_1 979_splitncnn_1 982_splitncnn_1 983 0=0 
Convolution      Conv_281                 1 1 983 984 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=46080 
ReLU             LeakyRelu_282            1 1 984 985 0=2.000000e-01 
Concat           Concat_283               5 1 974_splitncnn_1 976_splitncnn_0 979_splitncnn_0 982_splitncnn_0 985 986 0=0 
Convolution      Conv_284                 1 1 986 987 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=110592 
BinaryOp         Mul_286                  1 1 987 989 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_287                  2 1 989 974_splitncnn_0 990 0=0 
Split            splitncnn_68             1 6 990 990_splitncnn_0 990_splitncnn_1 990_splitncnn_2 990_splitncnn_3 990_splitncnn_4 990_splitncnn_5 
Convolution      Conv_288                 1 1 990_splitncnn_5 991 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=18432 
ReLU             LeakyRelu_289            1 1 991 992 0=2.000000e-01 
Split            splitncnn_69             1 4 992 992_splitncnn_0 992_splitncnn_1 992_splitncnn_2 992_splitncnn_3 
Concat           Concat_290               2 1 990_splitncnn_4 992_splitncnn_3 993 0=0 
Convolution      Conv_291                 1 1 993 994 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=27648 
ReLU             LeakyRelu_292            1 1 994 995 0=2.000000e-01 
Split            splitncnn_70             1 3 995 995_splitncnn_0 995_splitncnn_1 995_splitncnn_2 
Concat           Concat_293               3 1 990_splitncnn_3 992_splitncnn_2 995_splitncnn_2 996 0=0 
Convolution      Conv_294                 1 1 996 997 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864 
ReLU             LeakyRelu_295            1 1 997 998 0=2.000000e-01 
Split            splitncnn_71             1 2 998 998_splitncnn_0 998_splitncnn_1 
Concat           Concat_296               4 1 990_splitncnn_2 992_splitncnn_1 995_splitncnn_1 998_splitncnn_1 999 0=0 
Convolution      Conv_297                 1 1 999 1000 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=46080 
ReLU             LeakyRelu_298            1 1 1000 1001 0=2.000000e-01 
Concat           Concat_299               5 1 990_splitncnn_1 992_splitncnn_0 995_splitncnn_0 998_splitncnn_0 1001 1002 0=0 
Convolution      Conv_300                 1 1 1002 1003 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=110592 
BinaryOp         Mul_302                  1 1 1003 1005 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_303                  2 1 1005 990_splitncnn_0 1006 0=0 
BinaryOp         Mul_305                  1 1 1006 1008 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_306                  2 1 1008 958_splitncnn_0 1009 0=0 
Split            splitncnn_72             1 7 1009 1009_splitncnn_0 1009_splitncnn_1 1009_splitncnn_2 1009_splitncnn_3 1009_splitncnn_4 1009_splitncnn_5 1009_splitncnn_6 
Convolution      Conv_307                 1 1 1009_splitncnn_6 1010 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=18432 
ReLU             LeakyRelu_308            1 1 1010 1011 0=2.000000e-01 
Split            splitncnn_73             1 4 1011 1011_splitncnn_0 1011_splitncnn_1 1011_splitncnn_2 1011_splitncnn_3 
Concat           Concat_309               2 1 1009_splitncnn_5 1011_splitncnn_3 1012 0=0 
Convolution      Conv_310                 1 1 1012 1013 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=27648 
ReLU             LeakyRelu_311            1 1 1013 1014 0=2.000000e-01 
Split            splitncnn_74             1 3 1014 1014_splitncnn_0 1014_splitncnn_1 1014_splitncnn_2 
Concat           Concat_312               3 1 1009_splitncnn_4 1011_splitncnn_2 1014_splitncnn_2 1015 0=0 
Convolution      Conv_313                 1 1 1015 1016 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864 
ReLU             LeakyRelu_314            1 1 1016 1017 0=2.000000e-01 
Split            splitncnn_75             1 2 1017 1017_splitncnn_0 1017_splitncnn_1 
Concat           Concat_315               4 1 1009_splitncnn_3 1011_splitncnn_1 1014_splitncnn_1 1017_splitncnn_1 1018 0=0 
Convolution      Conv_316                 1 1 1018 1019 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=46080 
ReLU             LeakyRelu_317            1 1 1019 1020 0=2.000000e-01 
Concat           Concat_318               5 1 1009_splitncnn_2 1011_splitncnn_0 1014_splitncnn_0 1017_splitncnn_0 1020 1021 0=0 
Convolution      Conv_319                 1 1 1021 1022 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=110592 
BinaryOp         Mul_321                  1 1 1022 1024 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_322                  2 1 1024 1009_splitncnn_1 1025 0=0 
Split            splitncnn_76             1 6 1025 1025_splitncnn_0 1025_splitncnn_1 1025_splitncnn_2 1025_splitncnn_3 1025_splitncnn_4 1025_splitncnn_5 
Convolution      Conv_323                 1 1 1025_splitncnn_5 1026 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=18432 
ReLU             LeakyRelu_324            1 1 1026 1027 0=2.000000e-01 
Split            splitncnn_77             1 4 1027 1027_splitncnn_0 1027_splitncnn_1 1027_splitncnn_2 1027_splitncnn_3 
Concat           Concat_325               2 1 1025_splitncnn_4 1027_splitncnn_3 1028 0=0 
Convolution      Conv_326                 1 1 1028 1029 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=27648 
ReLU             LeakyRelu_327            1 1 1029 1030 0=2.000000e-01 
Split            splitncnn_78             1 3 1030 1030_splitncnn_0 1030_splitncnn_1 1030_splitncnn_2 
Concat           Concat_328               3 1 1025_splitncnn_3 1027_splitncnn_2 1030_splitncnn_2 1031 0=0 
Convolution      Conv_329                 1 1 1031 1032 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864 
ReLU             LeakyRelu_330            1 1 1032 1033 0=2.000000e-01 
Split            splitncnn_79             1 2 1033 1033_splitncnn_0 1033_splitncnn_1 
Concat           Concat_331               4 1 1025_splitncnn_2 1027_splitncnn_1 1030_splitncnn_1 1033_splitncnn_1 1034 0=0 
Convolution      Conv_332                 1 1 1034 1035 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=46080 
ReLU             LeakyRelu_333            1 1 1035 1036 0=2.000000e-01 
Concat           Concat_334               5 1 1025_splitncnn_1 1027_splitncnn_0 1030_splitncnn_0 1033_splitncnn_0 1036 1037 0=0 
Convolution      Conv_335                 1 1 1037 1038 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=110592 
BinaryOp         Mul_337                  1 1 1038 1040 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_338                  2 1 1040 1025_splitncnn_0 1041 0=0 
Split            splitncnn_80             1 6 1041 1041_splitncnn_0 1041_splitncnn_1 1041_splitncnn_2 1041_splitncnn_3 1041_splitncnn_4 1041_splitncnn_5 
Convolution      Conv_339                 1 1 1041_splitncnn_5 1042 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=18432 
ReLU             LeakyRelu_340            1 1 1042 1043 0=2.000000e-01 
Split            splitncnn_81             1 4 1043 1043_splitncnn_0 1043_splitncnn_1 1043_splitncnn_2 1043_splitncnn_3 
Concat           Concat_341               2 1 1041_splitncnn_4 1043_splitncnn_3 1044 0=0 
Convolution      Conv_342                 1 1 1044 1045 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=27648 
ReLU             LeakyRelu_343            1 1 1045 1046 0=2.000000e-01 
Split            splitncnn_82             1 3 1046 1046_splitncnn_0 1046_splitncnn_1 1046_splitncnn_2 
Concat           Concat_344               3 1 1041_splitncnn_3 1043_splitncnn_2 1046_splitncnn_2 1047 0=0 
Convolution      Conv_345                 1 1 1047 1048 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864 
ReLU             LeakyRelu_346            1 1 1048 1049 0=2.000000e-01 
Split            splitncnn_83             1 2 1049 1049_splitncnn_0 1049_splitncnn_1 
Concat           Concat_347               4 1 1041_splitncnn_2 1043_splitncnn_1 1046_splitncnn_1 1049_splitncnn_1 1050 0=0 
Convolution      Conv_348                 1 1 1050 1051 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=46080 
ReLU             LeakyRelu_349            1 1 1051 1052 0=2.000000e-01 
Concat           Concat_350               5 1 1041_splitncnn_1 1043_splitncnn_0 1046_splitncnn_0 1049_splitncnn_0 1052 1053 0=0 
Convolution      Conv_351                 1 1 1053 1054 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=110592 
BinaryOp         Mul_353                  1 1 1054 1056 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_354                  2 1 1056 1041_splitncnn_0 1057 0=0 
BinaryOp         Mul_356                  1 1 1057 1059 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_357                  2 1 1059 1009_splitncnn_0 1060 0=0 
Split            splitncnn_84             1 7 1060 1060_splitncnn_0 1060_splitncnn_1 1060_splitncnn_2 1060_splitncnn_3 1060_splitncnn_4 1060_splitncnn_5 1060_splitncnn_6 
Convolution      Conv_358                 1 1 1060_splitncnn_6 1061 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=18432 
ReLU             LeakyRelu_359            1 1 1061 1062 0=2.000000e-01 
Split            splitncnn_85             1 4 1062 1062_splitncnn_0 1062_splitncnn_1 1062_splitncnn_2 1062_splitncnn_3 
Concat           Concat_360               2 1 1060_splitncnn_5 1062_splitncnn_3 1063 0=0 
Convolution      Conv_361                 1 1 1063 1064 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=27648 
ReLU             LeakyRelu_362            1 1 1064 1065 0=2.000000e-01 
Split            splitncnn_86             1 3 1065 1065_splitncnn_0 1065_splitncnn_1 1065_splitncnn_2 
Concat           Concat_363               3 1 1060_splitncnn_4 1062_splitncnn_2 1065_splitncnn_2 1066 0=0 
Convolution      Conv_364                 1 1 1066 1067 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864 
ReLU             LeakyRelu_365            1 1 1067 1068 0=2.000000e-01 
Split            splitncnn_87             1 2 1068 1068_splitncnn_0 1068_splitncnn_1 
Concat           Concat_366               4 1 1060_splitncnn_3 1062_splitncnn_1 1065_splitncnn_1 1068_splitncnn_1 1069 0=0 
Convolution      Conv_367                 1 1 1069 1070 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=46080 
ReLU             LeakyRelu_368            1 1 1070 1071 0=2.000000e-01 
Concat           Concat_369               5 1 1060_splitncnn_2 1062_splitncnn_0 1065_splitncnn_0 1068_splitncnn_0 1071 1072 0=0 
Convolution      Conv_370                 1 1 1072 1073 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=110592 
BinaryOp         Mul_372                  1 1 1073 1075 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_373                  2 1 1075 1060_splitncnn_1 1076 0=0 
Split            splitncnn_88             1 6 1076 1076_splitncnn_0 1076_splitncnn_1 1076_splitncnn_2 1076_splitncnn_3 1076_splitncnn_4 1076_splitncnn_5 
Convolution      Conv_374                 1 1 1076_splitncnn_5 1077 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=18432 
ReLU             LeakyRelu_375            1 1 1077 1078 0=2.000000e-01 
Split            splitncnn_89             1 4 1078 1078_splitncnn_0 1078_splitncnn_1 1078_splitncnn_2 1078_splitncnn_3 
Concat           Concat_376               2 1 1076_splitncnn_4 1078_splitncnn_3 1079 0=0 
Convolution      Conv_377                 1 1 1079 1080 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=27648 
ReLU             LeakyRelu_378            1 1 1080 1081 0=2.000000e-01 
Split            splitncnn_90             1 3 1081 1081_splitncnn_0 1081_splitncnn_1 1081_splitncnn_2 
Concat           Concat_379               3 1 1076_splitncnn_3 1078_splitncnn_2 1081_splitncnn_2 1082 0=0 
Convolution      Conv_380                 1 1 1082 1083 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864 
ReLU             LeakyRelu_381            1 1 1083 1084 0=2.000000e-01 
Split            splitncnn_91             1 2 1084 1084_splitncnn_0 1084_splitncnn_1 
Concat           Concat_382               4 1 1076_splitncnn_2 1078_splitncnn_1 1081_splitncnn_1 1084_splitncnn_1 1085 0=0 
Convolution      Conv_383                 1 1 1085 1086 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=46080 
ReLU             LeakyRelu_384            1 1 1086 1087 0=2.000000e-01 
Concat           Concat_385               5 1 1076_splitncnn_1 1078_splitncnn_0 1081_splitncnn_0 1084_splitncnn_0 1087 1088 0=0 
Convolution      Conv_386                 1 1 1088 1089 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=110592 
BinaryOp         Mul_388                  1 1 1089 1091 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_389                  2 1 1091 1076_splitncnn_0 1092 0=0 
Split            splitncnn_92             1 6 1092 1092_splitncnn_0 1092_splitncnn_1 1092_splitncnn_2 1092_splitncnn_3 1092_splitncnn_4 1092_splitncnn_5 
Convolution      Conv_390                 1 1 1092_splitncnn_5 1093 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=18432 
ReLU             LeakyRelu_391            1 1 1093 1094 0=2.000000e-01 
Split            splitncnn_93             1 4 1094 1094_splitncnn_0 1094_splitncnn_1 1094_splitncnn_2 1094_splitncnn_3 
Concat           Concat_392               2 1 1092_splitncnn_4 1094_splitncnn_3 1095 0=0 
Convolution      Conv_393                 1 1 1095 1096 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=27648 
ReLU             LeakyRelu_394            1 1 1096 1097 0=2.000000e-01 
Split            splitncnn_94             1 3 1097 1097_splitncnn_0 1097_splitncnn_1 1097_splitncnn_2 
Concat           Concat_395               3 1 1092_splitncnn_3 1094_splitncnn_2 1097_splitncnn_2 1098 0=0 
Convolution      Conv_396                 1 1 1098 1099 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864 
ReLU             LeakyRelu_397            1 1 1099 1100 0=2.000000e-01 
Split            splitncnn_95             1 2 1100 1100_splitncnn_0 1100_splitncnn_1 
Concat           Concat_398               4 1 1092_splitncnn_2 1094_splitncnn_1 1097_splitncnn_1 1100_splitncnn_1 1101 0=0 
Convolution      Conv_399                 1 1 1101 1102 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=46080 
ReLU             LeakyRelu_400            1 1 1102 1103 0=2.000000e-01 
Concat           Concat_401               5 1 1092_splitncnn_1 1094_splitncnn_0 1097_splitncnn_0 1100_splitncnn_0 1103 1104 0=0 
Convolution      Conv_402                 1 1 1104 1105 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=110592 
BinaryOp         Mul_404                  1 1 1105 1107 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_405                  2 1 1107 1092_splitncnn_0 1108 0=0 
BinaryOp         Mul_407                  1 1 1108 1110 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_408                  2 1 1110 1060_splitncnn_0 1111 0=0 
Split            splitncnn_96             1 7 1111 1111_splitncnn_0 1111_splitncnn_1 1111_splitncnn_2 1111_splitncnn_3 1111_splitncnn_4 1111_splitncnn_5 1111_splitncnn_6 
Convolution      Conv_409                 1 1 1111_splitncnn_6 1112 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=18432 
ReLU             LeakyRelu_410            1 1 1112 1113 0=2.000000e-01 
Split            splitncnn_97             1 4 1113 1113_splitncnn_0 1113_splitncnn_1 1113_splitncnn_2 1113_splitncnn_3 
Concat           Concat_411               2 1 1111_splitncnn_5 1113_splitncnn_3 1114 0=0 
Convolution      Conv_412                 1 1 1114 1115 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=27648 
ReLU             LeakyRelu_413            1 1 1115 1116 0=2.000000e-01 
Split            splitncnn_98             1 3 1116 1116_splitncnn_0 1116_splitncnn_1 1116_splitncnn_2 
Concat           Concat_414               3 1 1111_splitncnn_4 1113_splitncnn_2 1116_splitncnn_2 1117 0=0 
Convolution      Conv_415                 1 1 1117 1118 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864 
ReLU             LeakyRelu_416            1 1 1118 1119 0=2.000000e-01 
Split            splitncnn_99             1 2 1119 1119_splitncnn_0 1119_splitncnn_1 
Concat           Concat_417               4 1 1111_splitncnn_3 1113_splitncnn_1 1116_splitncnn_1 1119_splitncnn_1 1120 0=0 
Convolution      Conv_418                 1 1 1120 1121 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=46080 
ReLU             LeakyRelu_419            1 1 1121 1122 0=2.000000e-01 
Concat           Concat_420               5 1 1111_splitncnn_2 1113_splitncnn_0 1116_splitncnn_0 1119_splitncnn_0 1122 1123 0=0 
Convolution      Conv_421                 1 1 1123 1124 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=110592 
BinaryOp         Mul_423                  1 1 1124 1126 0=2 1=1 2=2.000000e-01 
BinaryOp         Add_424                  2 1 1126 1111_splitncnn_1 1127 0=0 
Split            splitncnn_100            1 6 1127 1127_splitncnn_0 1127_splitncnn_1 1127_splitncnn_2 1127_splitncnn_3 1127_splitncnn_4 1127_splitncnn_5 
