7767517
999 1782
Input                    input.1                  0 1 data
Convolution              Conv_0                   1 1 data 703 0=64 1=3 4=1 5=1 6=1728
Split                    splitncnn_0              1 8 703 703_splitncnn_0 703_splitncnn_1 703_splitncnn_2 703_splitncnn_3 703_splitncnn_4 703_splitncnn_5 703_splitncnn_6 703_splitncnn_7
Convolution              Conv_1                   1 1 703_splitncnn_7 705 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_1              1 4 705 705_splitncnn_0 705_splitncnn_1 705_splitncnn_2 705_splitncnn_3
Concat                   Concat_3                 2 1 703_splitncnn_6 705_splitncnn_3 706
Convolution              Conv_4                   1 1 706 708 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_2              1 3 708 708_splitncnn_0 708_splitncnn_1 708_splitncnn_2
Concat                   Concat_6                 3 1 703_splitncnn_5 705_splitncnn_2 708_splitncnn_2 709
Convolution              Conv_7                   1 1 709 711 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_3              1 2 711 711_splitncnn_0 711_splitncnn_1
Concat                   Concat_9                 4 1 703_splitncnn_4 705_splitncnn_1 708_splitncnn_1 711_splitncnn_1 712
Convolution              Conv_10                  1 1 712 714 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_12                5 1 703_splitncnn_3 705_splitncnn_0 708_splitncnn_0 711_splitncnn_0 714 715
Convolution              Conv_13                  1 1 715 716 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_16                   2 1 716 703_splitncnn_2 719 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_4              1 6 719 719_splitncnn_0 719_splitncnn_1 719_splitncnn_2 719_splitncnn_3 719_splitncnn_4 719_splitncnn_5
Convolution              Conv_17                  1 1 719_splitncnn_5 721 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_5              1 4 721 721_splitncnn_0 721_splitncnn_1 721_splitncnn_2 721_splitncnn_3
Concat                   Concat_19                2 1 719_splitncnn_4 721_splitncnn_3 722
Convolution              Conv_20                  1 1 722 724 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_6              1 3 724 724_splitncnn_0 724_splitncnn_1 724_splitncnn_2
Concat                   Concat_22                3 1 719_splitncnn_3 721_splitncnn_2 724_splitncnn_2 725
Convolution              Conv_23                  1 1 725 727 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_7              1 2 727 727_splitncnn_0 727_splitncnn_1
Concat                   Concat_25                4 1 719_splitncnn_2 721_splitncnn_1 724_splitncnn_1 727_splitncnn_1 728
Convolution              Conv_26                  1 1 728 730 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_28                5 1 719_splitncnn_1 721_splitncnn_0 724_splitncnn_0 727_splitncnn_0 730 731
Convolution              Conv_29                  1 1 731 732 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_32                   2 1 732 719_splitncnn_0 735 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_8              1 6 735 735_splitncnn_0 735_splitncnn_1 735_splitncnn_2 735_splitncnn_3 735_splitncnn_4 735_splitncnn_5
Convolution              Conv_33                  1 1 735_splitncnn_5 737 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_9              1 4 737 737_splitncnn_0 737_splitncnn_1 737_splitncnn_2 737_splitncnn_3
Concat                   Concat_35                2 1 735_splitncnn_4 737_splitncnn_3 738
Convolution              Conv_36                  1 1 738 740 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_10             1 3 740 740_splitncnn_0 740_splitncnn_1 740_splitncnn_2
Concat                   Concat_38                3 1 735_splitncnn_3 737_splitncnn_2 740_splitncnn_2 741
Convolution              Conv_39                  1 1 741 743 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_11             1 2 743 743_splitncnn_0 743_splitncnn_1
Concat                   Concat_41                4 1 735_splitncnn_2 737_splitncnn_1 740_splitncnn_1 743_splitncnn_1 744
Convolution              Conv_42                  1 1 744 746 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_44                5 1 735_splitncnn_1 737_splitncnn_0 740_splitncnn_0 743_splitncnn_0 746 747
Convolution              Conv_45                  1 1 747 748 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_48                   2 1 748 735_splitncnn_0 751 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  Add_51                   2 1 751 703_splitncnn_1 754 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_12             1 7 754 754_splitncnn_0 754_splitncnn_1 754_splitncnn_2 754_splitncnn_3 754_splitncnn_4 754_splitncnn_5 754_splitncnn_6
Convolution              Conv_52                  1 1 754_splitncnn_6 756 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_13             1 4 756 756_splitncnn_0 756_splitncnn_1 756_splitncnn_2 756_splitncnn_3
Concat                   Concat_54                2 1 754_splitncnn_5 756_splitncnn_3 757
Convolution              Conv_55                  1 1 757 759 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_14             1 3 759 759_splitncnn_0 759_splitncnn_1 759_splitncnn_2
Concat                   Concat_57                3 1 754_splitncnn_4 756_splitncnn_2 759_splitncnn_2 760
Convolution              Conv_58                  1 1 760 762 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_15             1 2 762 762_splitncnn_0 762_splitncnn_1
Concat                   Concat_60                4 1 754_splitncnn_3 756_splitncnn_1 759_splitncnn_1 762_splitncnn_1 763
Convolution              Conv_61                  1 1 763 765 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_63                5 1 754_splitncnn_2 756_splitncnn_0 759_splitncnn_0 762_splitncnn_0 765 766
Convolution              Conv_64                  1 1 766 767 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_67                   2 1 767 754_splitncnn_1 770 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_16             1 6 770 770_splitncnn_0 770_splitncnn_1 770_splitncnn_2 770_splitncnn_3 770_splitncnn_4 770_splitncnn_5
Convolution              Conv_68                  1 1 770_splitncnn_5 772 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_17             1 4 772 772_splitncnn_0 772_splitncnn_1 772_splitncnn_2 772_splitncnn_3
Concat                   Concat_70                2 1 770_splitncnn_4 772_splitncnn_3 773
Convolution              Conv_71                  1 1 773 775 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_18             1 3 775 775_splitncnn_0 775_splitncnn_1 775_splitncnn_2
Concat                   Concat_73                3 1 770_splitncnn_3 772_splitncnn_2 775_splitncnn_2 776
Convolution              Conv_74                  1 1 776 778 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_19             1 2 778 778_splitncnn_0 778_splitncnn_1
Concat                   Concat_76                4 1 770_splitncnn_2 772_splitncnn_1 775_splitncnn_1 778_splitncnn_1 779
Convolution              Conv_77                  1 1 779 781 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_79                5 1 770_splitncnn_1 772_splitncnn_0 775_splitncnn_0 778_splitncnn_0 781 782
Convolution              Conv_80                  1 1 782 783 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_83                   2 1 783 770_splitncnn_0 786 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_20             1 6 786 786_splitncnn_0 786_splitncnn_1 786_splitncnn_2 786_splitncnn_3 786_splitncnn_4 786_splitncnn_5
Convolution              Conv_84                  1 1 786_splitncnn_5 788 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_21             1 4 788 788_splitncnn_0 788_splitncnn_1 788_splitncnn_2 788_splitncnn_3
Concat                   Concat_86                2 1 786_splitncnn_4 788_splitncnn_3 789
Convolution              Conv_87                  1 1 789 791 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_22             1 3 791 791_splitncnn_0 791_splitncnn_1 791_splitncnn_2
Concat                   Concat_89                3 1 786_splitncnn_3 788_splitncnn_2 791_splitncnn_2 792
Convolution              Conv_90                  1 1 792 794 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_23             1 2 794 794_splitncnn_0 794_splitncnn_1
Concat                   Concat_92                4 1 786_splitncnn_2 788_splitncnn_1 791_splitncnn_1 794_splitncnn_1 795
Convolution              Conv_93                  1 1 795 797 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_95                5 1 786_splitncnn_1 788_splitncnn_0 791_splitncnn_0 794_splitncnn_0 797 798
Convolution              Conv_96                  1 1 798 799 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_99                   2 1 799 786_splitncnn_0 802 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  Add_102                  2 1 802 754_splitncnn_0 805 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_24             1 7 805 805_splitncnn_0 805_splitncnn_1 805_splitncnn_2 805_splitncnn_3 805_splitncnn_4 805_splitncnn_5 805_splitncnn_6
Convolution              Conv_103                 1 1 805_splitncnn_6 807 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_25             1 4 807 807_splitncnn_0 807_splitncnn_1 807_splitncnn_2 807_splitncnn_3
Concat                   Concat_105               2 1 805_splitncnn_5 807_splitncnn_3 808
Convolution              Conv_106                 1 1 808 810 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_26             1 3 810 810_splitncnn_0 810_splitncnn_1 810_splitncnn_2
Concat                   Concat_108               3 1 805_splitncnn_4 807_splitncnn_2 810_splitncnn_2 811
Convolution              Conv_109                 1 1 811 813 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_27             1 2 813 813_splitncnn_0 813_splitncnn_1
Concat                   Concat_111               4 1 805_splitncnn_3 807_splitncnn_1 810_splitncnn_1 813_splitncnn_1 814
Convolution              Conv_112                 1 1 814 816 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_114               5 1 805_splitncnn_2 807_splitncnn_0 810_splitncnn_0 813_splitncnn_0 816 817
Convolution              Conv_115                 1 1 817 818 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_118                  2 1 818 805_splitncnn_1 821 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_28             1 6 821 821_splitncnn_0 821_splitncnn_1 821_splitncnn_2 821_splitncnn_3 821_splitncnn_4 821_splitncnn_5
Convolution              Conv_119                 1 1 821_splitncnn_5 823 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_29             1 4 823 823_splitncnn_0 823_splitncnn_1 823_splitncnn_2 823_splitncnn_3
Concat                   Concat_121               2 1 821_splitncnn_4 823_splitncnn_3 824
Convolution              Conv_122                 1 1 824 826 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_30             1 3 826 826_splitncnn_0 826_splitncnn_1 826_splitncnn_2
Concat                   Concat_124               3 1 821_splitncnn_3 823_splitncnn_2 826_splitncnn_2 827
Convolution              Conv_125                 1 1 827 829 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_31             1 2 829 829_splitncnn_0 829_splitncnn_1
Concat                   Concat_127               4 1 821_splitncnn_2 823_splitncnn_1 826_splitncnn_1 829_splitncnn_1 830
Convolution              Conv_128                 1 1 830 832 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_130               5 1 821_splitncnn_1 823_splitncnn_0 826_splitncnn_0 829_splitncnn_0 832 833
Convolution              Conv_131                 1 1 833 834 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_134                  2 1 834 821_splitncnn_0 837 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_32             1 6 837 837_splitncnn_0 837_splitncnn_1 837_splitncnn_2 837_splitncnn_3 837_splitncnn_4 837_splitncnn_5
Convolution              Conv_135                 1 1 837_splitncnn_5 839 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_33             1 4 839 839_splitncnn_0 839_splitncnn_1 839_splitncnn_2 839_splitncnn_3
Concat                   Concat_137               2 1 837_splitncnn_4 839_splitncnn_3 840
Convolution              Conv_138                 1 1 840 842 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_34             1 3 842 842_splitncnn_0 842_splitncnn_1 842_splitncnn_2
Concat                   Concat_140               3 1 837_splitncnn_3 839_splitncnn_2 842_splitncnn_2 843
Convolution              Conv_141                 1 1 843 845 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_35             1 2 845 845_splitncnn_0 845_splitncnn_1
Concat                   Concat_143               4 1 837_splitncnn_2 839_splitncnn_1 842_splitncnn_1 845_splitncnn_1 846
Convolution              Conv_144                 1 1 846 848 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_146               5 1 837_splitncnn_1 839_splitncnn_0 842_splitncnn_0 845_splitncnn_0 848 849
Convolution              Conv_147                 1 1 849 850 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_150                  2 1 850 837_splitncnn_0 853 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  Add_153                  2 1 853 805_splitncnn_0 856 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_36             1 7 856 856_splitncnn_0 856_splitncnn_1 856_splitncnn_2 856_splitncnn_3 856_splitncnn_4 856_splitncnn_5 856_splitncnn_6
Convolution              Conv_154                 1 1 856_splitncnn_6 858 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_37             1 4 858 858_splitncnn_0 858_splitncnn_1 858_splitncnn_2 858_splitncnn_3
Concat                   Concat_156               2 1 856_splitncnn_5 858_splitncnn_3 859
Convolution              Conv_157                 1 1 859 861 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_38             1 3 861 861_splitncnn_0 861_splitncnn_1 861_splitncnn_2
Concat                   Concat_159               3 1 856_splitncnn_4 858_splitncnn_2 861_splitncnn_2 862
Convolution              Conv_160                 1 1 862 864 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_39             1 2 864 864_splitncnn_0 864_splitncnn_1
Concat                   Concat_162               4 1 856_splitncnn_3 858_splitncnn_1 861_splitncnn_1 864_splitncnn_1 865
Convolution              Conv_163                 1 1 865 867 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_165               5 1 856_splitncnn_2 858_splitncnn_0 861_splitncnn_0 864_splitncnn_0 867 868
Convolution              Conv_166                 1 1 868 869 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_169                  2 1 869 856_splitncnn_1 872 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_40             1 6 872 872_splitncnn_0 872_splitncnn_1 872_splitncnn_2 872_splitncnn_3 872_splitncnn_4 872_splitncnn_5
Convolution              Conv_170                 1 1 872_splitncnn_5 874 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_41             1 4 874 874_splitncnn_0 874_splitncnn_1 874_splitncnn_2 874_splitncnn_3
Concat                   Concat_172               2 1 872_splitncnn_4 874_splitncnn_3 875
Convolution              Conv_173                 1 1 875 877 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_42             1 3 877 877_splitncnn_0 877_splitncnn_1 877_splitncnn_2
Concat                   Concat_175               3 1 872_splitncnn_3 874_splitncnn_2 877_splitncnn_2 878
Convolution              Conv_176                 1 1 878 880 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_43             1 2 880 880_splitncnn_0 880_splitncnn_1
Concat                   Concat_178               4 1 872_splitncnn_2 874_splitncnn_1 877_splitncnn_1 880_splitncnn_1 881
Convolution              Conv_179                 1 1 881 883 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_181               5 1 872_splitncnn_1 874_splitncnn_0 877_splitncnn_0 880_splitncnn_0 883 884
Convolution              Conv_182                 1 1 884 885 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_185                  2 1 885 872_splitncnn_0 888 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_44             1 6 888 888_splitncnn_0 888_splitncnn_1 888_splitncnn_2 888_splitncnn_3 888_splitncnn_4 888_splitncnn_5
Convolution              Conv_186                 1 1 888_splitncnn_5 890 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_45             1 4 890 890_splitncnn_0 890_splitncnn_1 890_splitncnn_2 890_splitncnn_3
Concat                   Concat_188               2 1 888_splitncnn_4 890_splitncnn_3 891
Convolution              Conv_189                 1 1 891 893 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_46             1 3 893 893_splitncnn_0 893_splitncnn_1 893_splitncnn_2
Concat                   Concat_191               3 1 888_splitncnn_3 890_splitncnn_2 893_splitncnn_2 894
Convolution              Conv_192                 1 1 894 896 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_47             1 2 896 896_splitncnn_0 896_splitncnn_1
Concat                   Concat_194               4 1 888_splitncnn_2 890_splitncnn_1 893_splitncnn_1 896_splitncnn_1 897
Convolution              Conv_195                 1 1 897 899 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_197               5 1 888_splitncnn_1 890_splitncnn_0 893_splitncnn_0 896_splitncnn_0 899 900
Convolution              Conv_198                 1 1 900 901 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_201                  2 1 901 888_splitncnn_0 904 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  Add_204                  2 1 904 856_splitncnn_0 907 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_48             1 7 907 907_splitncnn_0 907_splitncnn_1 907_splitncnn_2 907_splitncnn_3 907_splitncnn_4 907_splitncnn_5 907_splitncnn_6
Convolution              Conv_205                 1 1 907_splitncnn_6 909 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_49             1 4 909 909_splitncnn_0 909_splitncnn_1 909_splitncnn_2 909_splitncnn_3
Concat                   Concat_207               2 1 907_splitncnn_5 909_splitncnn_3 910
Convolution              Conv_208                 1 1 910 912 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_50             1 3 912 912_splitncnn_0 912_splitncnn_1 912_splitncnn_2
Concat                   Concat_210               3 1 907_splitncnn_4 909_splitncnn_2 912_splitncnn_2 913
Convolution              Conv_211                 1 1 913 915 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_51             1 2 915 915_splitncnn_0 915_splitncnn_1
Concat                   Concat_213               4 1 907_splitncnn_3 909_splitncnn_1 912_splitncnn_1 915_splitncnn_1 916
Convolution              Conv_214                 1 1 916 918 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_216               5 1 907_splitncnn_2 909_splitncnn_0 912_splitncnn_0 915_splitncnn_0 918 919
Convolution              Conv_217                 1 1 919 920 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_220                  2 1 920 907_splitncnn_1 923 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_52             1 6 923 923_splitncnn_0 923_splitncnn_1 923_splitncnn_2 923_splitncnn_3 923_splitncnn_4 923_splitncnn_5
Convolution              Conv_221                 1 1 923_splitncnn_5 925 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_53             1 4 925 925_splitncnn_0 925_splitncnn_1 925_splitncnn_2 925_splitncnn_3
Concat                   Concat_223               2 1 923_splitncnn_4 925_splitncnn_3 926
Convolution              Conv_224                 1 1 926 928 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_54             1 3 928 928_splitncnn_0 928_splitncnn_1 928_splitncnn_2
Concat                   Concat_226               3 1 923_splitncnn_3 925_splitncnn_2 928_splitncnn_2 929
Convolution              Conv_227                 1 1 929 931 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_55             1 2 931 931_splitncnn_0 931_splitncnn_1
Concat                   Concat_229               4 1 923_splitncnn_2 925_splitncnn_1 928_splitncnn_1 931_splitncnn_1 932
Convolution              Conv_230                 1 1 932 934 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_232               5 1 923_splitncnn_1 925_splitncnn_0 928_splitncnn_0 931_splitncnn_0 934 935
Convolution              Conv_233                 1 1 935 936 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_236                  2 1 936 923_splitncnn_0 939 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_56             1 6 939 939_splitncnn_0 939_splitncnn_1 939_splitncnn_2 939_splitncnn_3 939_splitncnn_4 939_splitncnn_5
Convolution              Conv_237                 1 1 939_splitncnn_5 941 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_57             1 4 941 941_splitncnn_0 941_splitncnn_1 941_splitncnn_2 941_splitncnn_3
Concat                   Concat_239               2 1 939_splitncnn_4 941_splitncnn_3 942
Convolution              Conv_240                 1 1 942 944 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_58             1 3 944 944_splitncnn_0 944_splitncnn_1 944_splitncnn_2
Concat                   Concat_242               3 1 939_splitncnn_3 941_splitncnn_2 944_splitncnn_2 945
Convolution              Conv_243                 1 1 945 947 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_59             1 2 947 947_splitncnn_0 947_splitncnn_1
Concat                   Concat_245               4 1 939_splitncnn_2 941_splitncnn_1 944_splitncnn_1 947_splitncnn_1 948
Convolution              Conv_246                 1 1 948 950 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_248               5 1 939_splitncnn_1 941_splitncnn_0 944_splitncnn_0 947_splitncnn_0 950 951
Convolution              Conv_249                 1 1 951 952 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_252                  2 1 952 939_splitncnn_0 955 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  Add_255                  2 1 955 907_splitncnn_0 958 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_60             1 7 958 958_splitncnn_0 958_splitncnn_1 958_splitncnn_2 958_splitncnn_3 958_splitncnn_4 958_splitncnn_5 958_splitncnn_6
Convolution              Conv_256                 1 1 958_splitncnn_6 960 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_61             1 4 960 960_splitncnn_0 960_splitncnn_1 960_splitncnn_2 960_splitncnn_3
Concat                   Concat_258               2 1 958_splitncnn_5 960_splitncnn_3 961
Convolution              Conv_259                 1 1 961 963 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_62             1 3 963 963_splitncnn_0 963_splitncnn_1 963_splitncnn_2
Concat                   Concat_261               3 1 958_splitncnn_4 960_splitncnn_2 963_splitncnn_2 964
Convolution              Conv_262                 1 1 964 966 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_63             1 2 966 966_splitncnn_0 966_splitncnn_1
Concat                   Concat_264               4 1 958_splitncnn_3 960_splitncnn_1 963_splitncnn_1 966_splitncnn_1 967
Convolution              Conv_265                 1 1 967 969 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_267               5 1 958_splitncnn_2 960_splitncnn_0 963_splitncnn_0 966_splitncnn_0 969 970
Convolution              Conv_268                 1 1 970 971 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_271                  2 1 971 958_splitncnn_1 974 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_64             1 6 974 974_splitncnn_0 974_splitncnn_1 974_splitncnn_2 974_splitncnn_3 974_splitncnn_4 974_splitncnn_5
Convolution              Conv_272                 1 1 974_splitncnn_5 976 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_65             1 4 976 976_splitncnn_0 976_splitncnn_1 976_splitncnn_2 976_splitncnn_3
Concat                   Concat_274               2 1 974_splitncnn_4 976_splitncnn_3 977
Convolution              Conv_275                 1 1 977 979 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_66             1 3 979 979_splitncnn_0 979_splitncnn_1 979_splitncnn_2
Concat                   Concat_277               3 1 974_splitncnn_3 976_splitncnn_2 979_splitncnn_2 980
Convolution              Conv_278                 1 1 980 982 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_67             1 2 982 982_splitncnn_0 982_splitncnn_1
Concat                   Concat_280               4 1 974_splitncnn_2 976_splitncnn_1 979_splitncnn_1 982_splitncnn_1 983
Convolution              Conv_281                 1 1 983 985 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_283               5 1 974_splitncnn_1 976_splitncnn_0 979_splitncnn_0 982_splitncnn_0 985 986
Convolution              Conv_284                 1 1 986 987 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_287                  2 1 987 974_splitncnn_0 990 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_68             1 6 990 990_splitncnn_0 990_splitncnn_1 990_splitncnn_2 990_splitncnn_3 990_splitncnn_4 990_splitncnn_5
Convolution              Conv_288                 1 1 990_splitncnn_5 992 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_69             1 4 992 992_splitncnn_0 992_splitncnn_1 992_splitncnn_2 992_splitncnn_3
Concat                   Concat_290               2 1 990_splitncnn_4 992_splitncnn_3 993
Convolution              Conv_291                 1 1 993 995 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_70             1 3 995 995_splitncnn_0 995_splitncnn_1 995_splitncnn_2
Concat                   Concat_293               3 1 990_splitncnn_3 992_splitncnn_2 995_splitncnn_2 996
Convolution              Conv_294                 1 1 996 998 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_71             1 2 998 998_splitncnn_0 998_splitncnn_1
Concat                   Concat_296               4 1 990_splitncnn_2 992_splitncnn_1 995_splitncnn_1 998_splitncnn_1 999
Convolution              Conv_297                 1 1 999 1001 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_299               5 1 990_splitncnn_1 992_splitncnn_0 995_splitncnn_0 998_splitncnn_0 1001 1002
Convolution              Conv_300                 1 1 1002 1003 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_303                  2 1 1003 990_splitncnn_0 1006 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  Add_306                  2 1 1006 958_splitncnn_0 1009 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_72             1 7 1009 1009_splitncnn_0 1009_splitncnn_1 1009_splitncnn_2 1009_splitncnn_3 1009_splitncnn_4 1009_splitncnn_5 1009_splitncnn_6
Convolution              Conv_307                 1 1 1009_splitncnn_6 1011 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_73             1 4 1011 1011_splitncnn_0 1011_splitncnn_1 1011_splitncnn_2 1011_splitncnn_3
Concat                   Concat_309               2 1 1009_splitncnn_5 1011_splitncnn_3 1012
Convolution              Conv_310                 1 1 1012 1014 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_74             1 3 1014 1014_splitncnn_0 1014_splitncnn_1 1014_splitncnn_2
Concat                   Concat_312               3 1 1009_splitncnn_4 1011_splitncnn_2 1014_splitncnn_2 1015
Convolution              Conv_313                 1 1 1015 1017 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_75             1 2 1017 1017_splitncnn_0 1017_splitncnn_1
Concat                   Concat_315               4 1 1009_splitncnn_3 1011_splitncnn_1 1014_splitncnn_1 1017_splitncnn_1 1018
Convolution              Conv_316                 1 1 1018 1020 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_318               5 1 1009_splitncnn_2 1011_splitncnn_0 1014_splitncnn_0 1017_splitncnn_0 1020 1021
Convolution              Conv_319                 1 1 1021 1022 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_322                  2 1 1022 1009_splitncnn_1 1025 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_76             1 6 1025 1025_splitncnn_0 1025_splitncnn_1 1025_splitncnn_2 1025_splitncnn_3 1025_splitncnn_4 1025_splitncnn_5
Convolution              Conv_323                 1 1 1025_splitncnn_5 1027 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_77             1 4 1027 1027_splitncnn_0 1027_splitncnn_1 1027_splitncnn_2 1027_splitncnn_3
Concat                   Concat_325               2 1 1025_splitncnn_4 1027_splitncnn_3 1028
Convolution              Conv_326                 1 1 1028 1030 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_78             1 3 1030 1030_splitncnn_0 1030_splitncnn_1 1030_splitncnn_2
Concat                   Concat_328               3 1 1025_splitncnn_3 1027_splitncnn_2 1030_splitncnn_2 1031
Convolution              Conv_329                 1 1 1031 1033 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_79             1 2 1033 1033_splitncnn_0 1033_splitncnn_1
Concat                   Concat_331               4 1 1025_splitncnn_2 1027_splitncnn_1 1030_splitncnn_1 1033_splitncnn_1 1034
Convolution              Conv_332                 1 1 1034 1036 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_334               5 1 1025_splitncnn_1 1027_splitncnn_0 1030_splitncnn_0 1033_splitncnn_0 1036 1037
Convolution              Conv_335                 1 1 1037 1038 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_338                  2 1 1038 1025_splitncnn_0 1041 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_80             1 6 1041 1041_splitncnn_0 1041_splitncnn_1 1041_splitncnn_2 1041_splitncnn_3 1041_splitncnn_4 1041_splitncnn_5
Convolution              Conv_339                 1 1 1041_splitncnn_5 1043 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_81             1 4 1043 1043_splitncnn_0 1043_splitncnn_1 1043_splitncnn_2 1043_splitncnn_3
Concat                   Concat_341               2 1 1041_splitncnn_4 1043_splitncnn_3 1044
Convolution              Conv_342                 1 1 1044 1046 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_82             1 3 1046 1046_splitncnn_0 1046_splitncnn_1 1046_splitncnn_2
Concat                   Concat_344               3 1 1041_splitncnn_3 1043_splitncnn_2 1046_splitncnn_2 1047
Convolution              Conv_345                 1 1 1047 1049 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_83             1 2 1049 1049_splitncnn_0 1049_splitncnn_1
Concat                   Concat_347               4 1 1041_splitncnn_2 1043_splitncnn_1 1046_splitncnn_1 1049_splitncnn_1 1050
Convolution              Conv_348                 1 1 1050 1052 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_350               5 1 1041_splitncnn_1 1043_splitncnn_0 1046_splitncnn_0 1049_splitncnn_0 1052 1053
Convolution              Conv_351                 1 1 1053 1054 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_354                  2 1 1054 1041_splitncnn_0 1057 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  Add_357                  2 1 1057 1009_splitncnn_0 1060 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_84             1 7 1060 1060_splitncnn_0 1060_splitncnn_1 1060_splitncnn_2 1060_splitncnn_3 1060_splitncnn_4 1060_splitncnn_5 1060_splitncnn_6
Convolution              Conv_358                 1 1 1060_splitncnn_6 1062 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_85             1 4 1062 1062_splitncnn_0 1062_splitncnn_1 1062_splitncnn_2 1062_splitncnn_3
Concat                   Concat_360               2 1 1060_splitncnn_5 1062_splitncnn_3 1063
Convolution              Conv_361                 1 1 1063 1065 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_86             1 3 1065 1065_splitncnn_0 1065_splitncnn_1 1065_splitncnn_2
Concat                   Concat_363               3 1 1060_splitncnn_4 1062_splitncnn_2 1065_splitncnn_2 1066
Convolution              Conv_364                 1 1 1066 1068 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_87             1 2 1068 1068_splitncnn_0 1068_splitncnn_1
Concat                   Concat_366               4 1 1060_splitncnn_3 1062_splitncnn_1 1065_splitncnn_1 1068_splitncnn_1 1069
Convolution              Conv_367                 1 1 1069 1071 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_369               5 1 1060_splitncnn_2 1062_splitncnn_0 1065_splitncnn_0 1068_splitncnn_0 1071 1072
Convolution              Conv_370                 1 1 1072 1073 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_373                  2 1 1073 1060_splitncnn_1 1076 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_88             1 6 1076 1076_splitncnn_0 1076_splitncnn_1 1076_splitncnn_2 1076_splitncnn_3 1076_splitncnn_4 1076_splitncnn_5
Convolution              Conv_374                 1 1 1076_splitncnn_5 1078 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_89             1 4 1078 1078_splitncnn_0 1078_splitncnn_1 1078_splitncnn_2 1078_splitncnn_3
Concat                   Concat_376               2 1 1076_splitncnn_4 1078_splitncnn_3 1079
Convolution              Conv_377                 1 1 1079 1081 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_90             1 3 1081 1081_splitncnn_0 1081_splitncnn_1 1081_splitncnn_2
Concat                   Concat_379               3 1 1076_splitncnn_3 1078_splitncnn_2 1081_splitncnn_2 1082
Convolution              Conv_380                 1 1 1082 1084 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_91             1 2 1084 1084_splitncnn_0 1084_splitncnn_1
Concat                   Concat_382               4 1 1076_splitncnn_2 1078_splitncnn_1 1081_splitncnn_1 1084_splitncnn_1 1085
Convolution              Conv_383                 1 1 1085 1087 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_385               5 1 1076_splitncnn_1 1078_splitncnn_0 1081_splitncnn_0 1084_splitncnn_0 1087 1088
Convolution              Conv_386                 1 1 1088 1089 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_389                  2 1 1089 1076_splitncnn_0 1092 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_92             1 6 1092 1092_splitncnn_0 1092_splitncnn_1 1092_splitncnn_2 1092_splitncnn_3 1092_splitncnn_4 1092_splitncnn_5
Convolution              Conv_390                 1 1 1092_splitncnn_5 1094 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_93             1 4 1094 1094_splitncnn_0 1094_splitncnn_1 1094_splitncnn_2 1094_splitncnn_3
Concat                   Concat_392               2 1 1092_splitncnn_4 1094_splitncnn_3 1095
Convolution              Conv_393                 1 1 1095 1097 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_94             1 3 1097 1097_splitncnn_0 1097_splitncnn_1 1097_splitncnn_2
Concat                   Concat_395               3 1 1092_splitncnn_3 1094_splitncnn_2 1097_splitncnn_2 1098
Convolution              Conv_396                 1 1 1098 1100 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_95             1 2 1100 1100_splitncnn_0 1100_splitncnn_1
Concat                   Concat_398               4 1 1092_splitncnn_2 1094_splitncnn_1 1097_splitncnn_1 1100_splitncnn_1 1101
Convolution              Conv_399                 1 1 1101 1103 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_401               5 1 1092_splitncnn_1 1094_splitncnn_0 1097_splitncnn_0 1100_splitncnn_0 1103 1104
Convolution              Conv_402                 1 1 1104 1105 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_405                  2 1 1105 1092_splitncnn_0 1108 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  Add_408                  2 1 1108 1060_splitncnn_0 1111 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_96             1 7 1111 1111_splitncnn_0 1111_splitncnn_1 1111_splitncnn_2 1111_splitncnn_3 1111_splitncnn_4 1111_splitncnn_5 1111_splitncnn_6
Convolution              Conv_409                 1 1 1111_splitncnn_6 1113 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_97             1 4 1113 1113_splitncnn_0 1113_splitncnn_1 1113_splitncnn_2 1113_splitncnn_3
Concat                   Concat_411               2 1 1111_splitncnn_5 1113_splitncnn_3 1114
Convolution              Conv_412                 1 1 1114 1116 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_98             1 3 1116 1116_splitncnn_0 1116_splitncnn_1 1116_splitncnn_2
Concat                   Concat_414               3 1 1111_splitncnn_4 1113_splitncnn_2 1116_splitncnn_2 1117
Convolution              Conv_415                 1 1 1117 1119 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_99             1 2 1119 1119_splitncnn_0 1119_splitncnn_1
Concat                   Concat_417               4 1 1111_splitncnn_3 1113_splitncnn_1 1116_splitncnn_1 1119_splitncnn_1 1120
Convolution              Conv_418                 1 1 1120 1122 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_420               5 1 1111_splitncnn_2 1113_splitncnn_0 1116_splitncnn_0 1119_splitncnn_0 1122 1123
Convolution              Conv_421                 1 1 1123 1124 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_424                  2 1 1124 1111_splitncnn_1 1127 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_100            1 6 1127 1127_splitncnn_0 1127_splitncnn_1 1127_splitncnn_2 1127_splitncnn_3 1127_splitncnn_4 1127_splitncnn_5
Convolution              Conv_425                 1 1 1127_splitncnn_5 1129 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_101            1 4 1129 1129_splitncnn_0 1129_splitncnn_1 1129_splitncnn_2 1129_splitncnn_3
Concat                   Concat_427               2 1 1127_splitncnn_4 1129_splitncnn_3 1130
Convolution              Conv_428                 1 1 1130 1132 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_102            1 3 1132 1132_splitncnn_0 1132_splitncnn_1 1132_splitncnn_2
Concat                   Concat_430               3 1 1127_splitncnn_3 1129_splitncnn_2 1132_splitncnn_2 1133
Convolution              Conv_431                 1 1 1133 1135 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_103            1 2 1135 1135_splitncnn_0 1135_splitncnn_1
Concat                   Concat_433               4 1 1127_splitncnn_2 1129_splitncnn_1 1132_splitncnn_1 1135_splitncnn_1 1136
Convolution              Conv_434                 1 1 1136 1138 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_436               5 1 1127_splitncnn_1 1129_splitncnn_0 1132_splitncnn_0 1135_splitncnn_0 1138 1139
Convolution              Conv_437                 1 1 1139 1140 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_440                  2 1 1140 1127_splitncnn_0 1143 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_104            1 6 1143 1143_splitncnn_0 1143_splitncnn_1 1143_splitncnn_2 1143_splitncnn_3 1143_splitncnn_4 1143_splitncnn_5
Convolution              Conv_441                 1 1 1143_splitncnn_5 1145 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_105            1 4 1145 1145_splitncnn_0 1145_splitncnn_1 1145_splitncnn_2 1145_splitncnn_3
Concat                   Concat_443               2 1 1143_splitncnn_4 1145_splitncnn_3 1146
Convolution              Conv_444                 1 1 1146 1148 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_106            1 3 1148 1148_splitncnn_0 1148_splitncnn_1 1148_splitncnn_2
Concat                   Concat_446               3 1 1143_splitncnn_3 1145_splitncnn_2 1148_splitncnn_2 1149
Convolution              Conv_447                 1 1 1149 1151 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_107            1 2 1151 1151_splitncnn_0 1151_splitncnn_1
Concat                   Concat_449               4 1 1143_splitncnn_2 1145_splitncnn_1 1148_splitncnn_1 1151_splitncnn_1 1152
Convolution              Conv_450                 1 1 1152 1154 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_452               5 1 1143_splitncnn_1 1145_splitncnn_0 1148_splitncnn_0 1151_splitncnn_0 1154 1155
Convolution              Conv_453                 1 1 1155 1156 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_456                  2 1 1156 1143_splitncnn_0 1159 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  Add_459                  2 1 1159 1111_splitncnn_0 1162 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_108            1 7 1162 1162_splitncnn_0 1162_splitncnn_1 1162_splitncnn_2 1162_splitncnn_3 1162_splitncnn_4 1162_splitncnn_5 1162_splitncnn_6
Convolution              Conv_460                 1 1 1162_splitncnn_6 1164 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_109            1 4 1164 1164_splitncnn_0 1164_splitncnn_1 1164_splitncnn_2 1164_splitncnn_3
Concat                   Concat_462               2 1 1162_splitncnn_5 1164_splitncnn_3 1165
Convolution              Conv_463                 1 1 1165 1167 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_110            1 3 1167 1167_splitncnn_0 1167_splitncnn_1 1167_splitncnn_2
Concat                   Concat_465               3 1 1162_splitncnn_4 1164_splitncnn_2 1167_splitncnn_2 1168
Convolution              Conv_466                 1 1 1168 1170 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_111            1 2 1170 1170_splitncnn_0 1170_splitncnn_1
Concat                   Concat_468               4 1 1162_splitncnn_3 1164_splitncnn_1 1167_splitncnn_1 1170_splitncnn_1 1171
Convolution              Conv_469                 1 1 1171 1173 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_471               5 1 1162_splitncnn_2 1164_splitncnn_0 1167_splitncnn_0 1170_splitncnn_0 1173 1174
Convolution              Conv_472                 1 1 1174 1175 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_475                  2 1 1175 1162_splitncnn_1 1178 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_112            1 6 1178 1178_splitncnn_0 1178_splitncnn_1 1178_splitncnn_2 1178_splitncnn_3 1178_splitncnn_4 1178_splitncnn_5
Convolution              Conv_476                 1 1 1178_splitncnn_5 1180 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_113            1 4 1180 1180_splitncnn_0 1180_splitncnn_1 1180_splitncnn_2 1180_splitncnn_3
Concat                   Concat_478               2 1 1178_splitncnn_4 1180_splitncnn_3 1181
Convolution              Conv_479                 1 1 1181 1183 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_114            1 3 1183 1183_splitncnn_0 1183_splitncnn_1 1183_splitncnn_2
Concat                   Concat_481               3 1 1178_splitncnn_3 1180_splitncnn_2 1183_splitncnn_2 1184
Convolution              Conv_482                 1 1 1184 1186 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_115            1 2 1186 1186_splitncnn_0 1186_splitncnn_1
Concat                   Concat_484               4 1 1178_splitncnn_2 1180_splitncnn_1 1183_splitncnn_1 1186_splitncnn_1 1187
Convolution              Conv_485                 1 1 1187 1189 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_487               5 1 1178_splitncnn_1 1180_splitncnn_0 1183_splitncnn_0 1186_splitncnn_0 1189 1190
Convolution              Conv_488                 1 1 1190 1191 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_491                  2 1 1191 1178_splitncnn_0 1194 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_116            1 6 1194 1194_splitncnn_0 1194_splitncnn_1 1194_splitncnn_2 1194_splitncnn_3 1194_splitncnn_4 1194_splitncnn_5
Convolution              Conv_492                 1 1 1194_splitncnn_5 1196 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split                    splitncnn_117            1 4 1196 1196_splitncnn_0 1196_splitncnn_1 1196_splitncnn_2 1196_splitncnn_3
Concat                   Concat_494               2 1 1194_splitncnn_4 1196_splitncnn_3 1197
Convolution              Conv_495                 1 1 1197 1199 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Split                    splitncnn_118            1 3 1199 1199_splitncnn_0 1199_splitncnn_1 1199_splitncnn_2
Concat                   Concat_497               3 1 1194_splitncnn_3 1196_splitncnn_2 1199_splitncnn_2 1200
Convolution              Conv_498                 1 1 1200 1202 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split                    splitncnn_119            1 2 1202 1202_splitncnn_0 1202_splitncnn_1
Concat                   Concat_500               4 1 1194_splitncnn_2 1196_splitncnn_1 1199_splitncnn_1 1202_splitncnn_1 1203
Convolution              Conv_501                 1 1 1203 1205 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
Concat                   Concat_503               5 1 1194_splitncnn_1 1196_splitncnn_0 1199_splitncnn_0 1202_splitncnn_0 1205 1206
Convolution              Conv_504                 1 1 1206 1207 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_507                  2 1 1207 1194_splitncnn_0 1210 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise                  Add_510                  2 1 1210 1162_splitncnn_0 1213 0=1 -23301=2,2.000000e-01,1.000000e+00
Split                    splitncnn_120            1 7 1213 1213_splitncnn_0 1213_splitncnn_1 1213_splitncnn_2 1213_splitncnn_3 1213_splitncnn_4 1213_splitncnn_5 1213_splitncnn_6
Convolution              Conv_511                 1 1 1213_splitncnn_6 1215 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
